{
  "images": [
    {
      "date": "2007-10-20",
      "title": "The Milky Road",
      "url": "https://apod.nasa.gov/apod/image/0710/MilkyWayRoad_landolfi.jpg",
      "explanation": "Inspired during a visit to Fort Davis, Texas, home of McDonald Observatory and dark night skies, photographer Larry Landolfi created this tantalizing fantasy view. The composited image suggests the Milky Way is a heavenly extension of a deserted country road. Of course, the name for our galaxy, the Milky Way (in Latin, Via Lactea), does refer to its appearance as a milky band or path in the sky. In fact, the word galaxy itself derives from the Greek for milk. Visible on moonless nights from dark sky areas, though not so colorful as in this image, the glowing celestial band is due to the collective light of myriad stars along the plane of our galaxy, too faint to be distinguished individually. The diffuse starlight is cut by dark swaths of obscuring galactic dust clouds. At the beginning of the 17th century, Galileo turned his telescope on the Milky Way and announced it to be composed of innumerable stars.",
      "likes": "0",
      "id": 1
    },
    {
      "date": "2010-12-19",
      "title": "M82: Galaxy with a Supergalactic Wind",
      "url": "https://apod.nasa.gov/apod/image/1012/m82_hst.jpg",
      "explanation": "What's lighting up the Cigar Galaxy?  M82, as this irregular galaxy is also known, was stirred up by a recent pass near large spiral galaxy M81.  This doesn't fully explain the source of the red-glowing outwardly expanding gas, however.  Recent evidence indicates that this gas is being driven out by the combined emerging particle winds of many stars, together creating a galactic superwind..  The above photographic mosaic highlights a specific color of red light strongly emitted by ionized hydrogen gas, showing detailed filaments of this gas.  The filaments extend for over 10,000 light years. The 12-million light-year distant Cigar Galaxy is the brightest galaxy in the sky in infrared light, and can be seen in visible light with a small telescope towards the constellation of the Great Bear (Ursa Major).   Best Astronomy Images: APOD Editor to speak in Philadelphia on Jan 5 and New York City on Jan 7",
      "likes": "0",
      "id": 2
    },
    {
      "date": "2006-08-28",
      "title": "Eight Planets and New Solar System Designations",
      "url": "https://apod.nasa.gov/apod/image/0608/planets_iau.jpg",
      "explanation": "How many planets are in the Solar System?  This popular question now has a new formal answer according the International Astronomical Union (IAU): eight.  Last week, the IAU voted on a new definition for planet and Pluto did not make the cut.  Rather, Pluto was re-classified as a dwarf planet and is considered as a prototype for a new category of trans-Neptunian objects.  The eight planets now recognized by the IAU are: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune.  Solar System objects now classified as dwarf planets are: Ceres, Pluto, and the currently unnamed 2003 UB313.  Planets, by the new IAU definition, must be in orbit around the sun, be nearly spherical, and must have cleared the neighborhood around their orbits.  The demotion of Pluto to dwarf planet status is a source of continuing dissent and controversy in the astronomical community.",
      "likes": "0",
      "id": 3
    },
    {
      "date": "1995-12-03",
      "title": "An X-ray Hot Supernova in M81",
      "url": "https://apod.nasa.gov/apod/image/m81sn_asca.gif",
      "explanation": "In 1993, a star in the galaxy M81 exploded. Above is a picture of the hot material ejected by this supernova explosion. The picture was taken in X-rays with the Advanced Satellite for Cosmology and Astrophysics (ASCA). Since M81 is a relatively nearby galaxy, it can be examined in close detail by observatories on or near the Earth.   Since the Earth's atmosphere protects the surface from interstellar X-radiation, the above photo was taken from space.  Studying the nature and distribution of the X-rays has allowed astronomers to determine the composition and temperature of the expanding supernova gas.",
      "likes": "0",
      "id": 4
    }
  ]
}