{
  "images": [
    {
      "date": "1997-04-13",
      "title": "Jets From SS433 \r\nCredit:",
      "url": "https://apod.nasa.gov/apod/image/ss433_art.gif",
      "explanation": "SS433\r is one of the most exotic star systems known. Its unremarkable\r name stems from its inclusion in a catalog of stars which emit\r radiation characteristic of atomic hydrogen.\r Its very remarkable behavior stems from a compact object, a black hole\r or neutron star,\r which has produced an accretion disk with jets. As illustrated\r in this artist's vision\r of the SS433 system\r based on observational data,\r a massive, hot star (left) is locked in a mutual orbit with a\r compact object. Material transfers from the massive star into\r an accretion disk surrounding the\r compact object blasting out two jets of ionized gas in opposite\r directions - at about 1/4 the speed of light!\r Radiation from the jet tilted toward the observer is blueshifted,\r while radiation from the jet tilted away is redshifted.\r The binary system itself completes an orbit in about 13 days while\r the jets precess (wobble like a top) with a period of about 164\r days. Are the jets from SS433 related to those from black holes at the centers of galaxies?\r",
      "likes": "0",
      "id": 1
    },
    {
      "date": "2008-06-16",
      "title": "Inside the Coma Cluster of Galaxies",
      "url": "https://apod.nasa.gov/apod/image/0806/coma_hst.jpg",
      "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured above is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other!  The above mosaic of images of a small portion of Coma was taken in unprecedented detail by the Hubble Space Telescope to investigate how galaxies in rich clusters form and evolve.  Most galaxies in Coma and other clusters are ellipticals, although some imaged here are clearly spirals.   The spiral galaxy on the upper left of the above image can also be found as one of the bluer galaxies on the upper left of this wider field image. In the background thousands of unrelated galaxies are visible far across the universe.   digg_url = 'http://apod.nasa.gov/apod/ap080616.html'; digg_skin = 'compact';   Note: APOD started thirteen years ago today.",
      "likes": "0",
      "id": 2
    },
    {
      "date": "2009-12-06",
      "title": "The Magnificent Tail of Comet McNaught",
      "url": "https://apod.nasa.gov/apod/image/0912/comet_mcnaught.jpg",
      "explanation": "Comet McNaught, the Great Comet of 2007, was the brightest comet of the last 40 years.  Its spectacular tail spread across the sky and was breathtaking to behold from dark locations for many Southern Hemisphere observers.  The head of the comet remained quite bright and was easily visible to even city observers without any optical aide.  Part of the spectacular tail was visible just above the horizon after sunset for many northern observers as well.  Comet C/2006 P1 (McNaught), which reached an estimated peak brightness of magnitude -6 (minus six), was caught by the comet's discoverer in the above image soon after sunset in 2007 January from Siding Spring Observatory in Australia. The robotic Ulysses spacecraft fortuitously flew through Comet McNaught's tail and found, unexpectedly, that the speed of the solar wind dropped significantly.   digg_url = 'http://apod.nasa.gov/apod/ap091206.html'; digg_skin = 'compact';",
      "likes": "0",
      "id": 4
    },
    {
      "date": "2019-10-05",
      "title": "Jupiter and the Moons",
      "url": "https://apod.nasa.gov/apod/image/1910/moonjupiter100319derekdemeter800.jpg",
      "explanation": "After sunset on October 3, some of the Solar System's largest moons stood low along the western horizon with the largest planet. Just after nightfall, a pairing of the Moon approaching first quarter phase and Jupiter was captured in this telephoto field of view. A blend of short and long exposures, it reveals the familiar face of our fair planet's own large natural satellite in stark sunlight and faint earthshine. At lower right are the ruling gas giant and its four Galilean moons. Left to right, the tiny pinpricks of light are Ganymede, [Jupiter], Io, Europa, and Callisto. Our own natural satellite appears to loom large because it's close, but Ganymede, Io, and Callisto are actually larger than Earth's Moon. Water world Europa is only slightly smaller. Of the Solar System's six largest planetary satellites, only Saturn's moon Titan, is missing from this scene. But be sure to check for large moons in your sky tonight.   Tonight: International Observe the Moon Night  Submitted to APOD: The Moon and Jupiter with its Satellites",
      "likes": "0",
      "id": 5
    },
    {
      "date": "2012-07-21",
      "title": "The Eagle Rises",
      "url": "https://apod.nasa.gov/apod/image/1207/AS11JK44-6633-34_c800.jpg",
      "explanation": "Get out your red/blue glasses and check out this remarkable stereo view from lunar orbit. Created from two photographs (AS11-44-6633, AS11-44-6634) taken by astronaut Michael Collins during the 1969 Apollo 11 mission, the 3D anaglyph features the lunar module ascent stage, dubbed The Eagle, as it rises to meet the command module in lunar orbit on July 21. Aboard the ascent stage are Neil Armstrong and Buzz Aldrin, the first to walk on the Moon. The smooth, dark area on the lunar surface is Mare Smythii located just below the equator on the extreme eastern edge of the Moon's near side.  Poised beyond the lunar horizon, is our fair planet Earth.",
      "likes": "0",
      "id": 6
    },
    {
      "date": "1997-08-07",
      "title": "Jupiter's Ring Halo",
      "url": "https://apod.nasa.gov/apod/image/9708/jupringhalo_gal.jpg",
      "explanation": "Why do small particles hover around Jupiter's rings?  These particles form a previously unknown ring halo, recently discovered by the robot spacecraft Galileo currently orbiting Jupiter.  Galileo obtained this image when on the far side of Jupiter - from this orientation scattered sunlight makes the halo ring visible.  The amount of scattering indicates that halo particles are very small - perhaps 100 times smaller than the width of a human hair.  Particles this small are believed to survive only for years, and so must somehow be replenished to Jupiter's ancient ring system.  One possible explanation for this unusual halo is that electromagnetic fields around Jupiter gently push small charged particles out of the ring plane.  This false color image has been artificially stretched in the vertical direction to highlight the ring halo.",
      "likes": "0",
      "id": 7
    }
  ]
}