{
  "images": [
    {
      "date": "2021-12-04",
      "title": "Iridescent by Moonlight",
      "url": "https://apod.nasa.gov/apod/image/2112/IridescenzaLunaPleiadi1024.jpg",
      "explanation": "In this snapshot from November 18, the Full Moon was not far from Earth's shadow. In skies over Sicily the brightest lunar phase was eclipsed by passing clouds though. The full moonlight was dimmed and momentarily diffracted by small but similar sized water droplets near the edges of the high thin clouds. The resulting iridescence shines with colors like a lunar corona. On that night, the Full Moon was also seen close to the Pleiades star cluster appearing at the lower left of the iridescent cloud bank. The stars of the Seven Sisters were soon to share the sky with a darker, reddened lunar disk.",
      "likes": 2,
      "id": 1
    },
    {
      "date": "2006-12-16",
      "title": "A Path To Orion",
      "url": "https://apod.nasa.gov/apod/image/0612/DiscoveryOrion_aurigema_c720.jpg",
      "explanation": "Last Saturday, the Space Shuttle Discovery lit up the night as it climbed into orbit above planet Earth. From Oak Hill, Florida, USA - about 30 miles north of the Kennedy Space Center - design engineer Andrew Arigema tracked the shuttle and recorded a four minute time exposure of the exhaust plume along Discovery's path against the background of the starry sky.  At the upper left, the end of the drifting plume is punctuated by Alnitak, Alnilam, and Mintaka in a vertical line, the belt stars of Orion. To the right of the belt stars, the pinkish jewel in Orion's sword is not a star at all, but the great Orion Nebula. Still farther to the right, at the foot of the hunter, lies Rigel, the brightest star in view. Rigel is a hot supergiant star some 700 light-years in the distance.",
      "likes": "0",
      "id": 2
    },
    {
      "date": "2004-01-09",
      "title": "Sol 5 Postcard from Mars",
      "url": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_p5_c1.jpg",
      "explanation": "A martian Sol - the average martian solar day - is about 39 minutes longer than Earth's familiar 24 hour day. Operating on martian time, the Spirit rover recently sent back this color postcard image, recorded on Sol 5 of its stay on the martian surface. This cropped version of the full, high-resolution mosaic looks north across Gusev crater floor. The smooth-looking, 9 meter wide circular feature dubbed Sleepy Hollow lies at the center of the scene. Within it are round dark markings which may have been left by the lander swaddled in airbags as it bounced across the martian surface. Other examples of disturbances, likely made by the lander's retracting airbags, can be seen in the foreground just beyond Spirit's solar cell covered deck.",
      "likes": "0",
      "id": 3
    },
    {
      "date": "1997-03-03",
      "title": "Pioneer 10: The First 6 Billion Miles\nIllustration Credit:",
      "url": "https://apod.nasa.gov/apod/image/9703/pioneer10_art.jpg",
      "explanation": "Q: What was made by humans and is 6 billion miles away? A: Pioneer 10 - and yesterday was the 25th anniversary of its launch. More than 9 light hours distant, Pioneer 10 is presently about twice as far from the Sun as Pluto, bound for interstellar space at 28,000 miles per hour. The distinction of being the first human artifact to venture beyond the Solar System is just one in a long list of firsts for this spacefaring ambassador, including; the first spacecraft to travel through the asteroid belt and explore the outer Solar System, the first spacecraft to visit Jupiter, the first to use a planet's gravity to change its course and to reach solar-system-escape velocity, and the first spacecraft to pass beyond the known planets. Pioneer 10's mission is nearing an end - now exploring the distant reaches of the heliosphere it will soon run out of sufficient electrical power to operate science instruments. However, the 570 lb. spacecraft will continue to coast and in 30,000 years or so it will pass within about 3 light years of a nearby star. The star itself, a faint red dwarf known as Ross 248, is just over 10 light years distant in the constellation of Taurus.",
      "likes": "0",
      "id": 4
    },
    {
      "date": "2000-09-01",
      "title": "SOHO Sungrazer",
      "url": "https://apod.nasa.gov/apod/image/0009/sohocomet_20000429_2154.jpg",
      "explanation": "SOHO, the space-based SOlar and Heliospheric Observatory, has become by far the reigning champion facility for discovering comets, its total having recently reached 200. As might be expected of a solar observatory, most of the SOHO discovered comets are sungrazers, destined to dive within a mere 50 thousand kilometers or so of the solar photosphere. At that range the intense heat and gravitational forces make it unlikely these primitive chunks of ice and dust will survive. Based on their similar orbits, as first worked out by 19th century German astronomer Heinrich Kreutz, all sungrazers are believed to originate from a single large parent comet which broke up during a perihelion passage perhaps 2,000 years ago. Over time, pieces have continued to split off producing a family of smaller comets which seem to travel in the same orbit. These frames from SOHO's coronograph were taken two hours apart on April 29 of this year. They show a sungrazer (SOHO comet discovery number 111) with a long, bright tail headed toward its fiery encounter. The sun itself is hidden behind the coronograph's occulting disk at each frame's upper right.",
      "likes": "0",
      "id": 5
    },
    {
      "date": "1998-11-02",
      "title": "PG 1115+080 A Ghost of Lensing Past",
      "url": "https://apod.nasa.gov/apod/image/9811/pg1115_hst.jpg",
      "explanation": "In this tangle of quasars and galaxies lies a clue to the expansion rate of the universe.  A diffuse glow evident in the picture on the left reveals a normal elliptical galaxy.  Directly behind this galaxy lies a normal quasar. Because the quasar is directly behind the galaxy, however, the gravity of the galaxy deflects quasar light like a lens, creating four bright images of the same distant quasar.  When these images are all digitally subtracted, a distorted image of the background galaxy that hosts the quasar appears - here shown on the right in ghostly white. Each quasar image traces how the quasar looked at different times in the past, with the time between images influenced by the expansion rate of the universe itself.  Assuming dark matter in the elliptical lens galaxy traces the visible matter, this expansion rate can be characterized by a Hubble constant of Ho near 65 km/sec/Mpc, a value close to that determined by other methods.  Analysis of this image by itself sheds little light on whether the global geometry of the universe is affected by a cosmological constant.",
      "likes": "0",
      "id": 6
    },
    {
      "date": "1997-03-21",
      "title": "Io's Surface: Under Construction\r\nCredit:",
      "url": "https://apod.nasa.gov/apod/image/9703/io970321_gal.jpg",
      "explanation": "Like the downtown area of your favorite city, the roads you drive to work on, and any self-respecting Web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this highest resolution composite image of Io is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides could generate the sulfurous volcanic activity.",
      "likes": "0",
      "id": 7
    },
    {
      "date": "2014-03-16",
      "title": "The Antennae Galaxies in Collision",
      "url": "https://apod.nasa.gov/apod/image/1403/antennae_coverta_960.jpg",
      "explanation": "Two galaxies are squaring off in Corvus and here are the latest pictures. When two galaxies collide, the stars that compose them usually do not. That's because galaxies are mostly empty space and, however bright, stars only take up only a small amount of that space.  During the slow, hundred million year collision, one galaxy can still rip the other apart gravitationally, and dust and gas common to both galaxies does collide.  In this clash of the titans, dark dust pillars mark massive molecular clouds are being compressed during the galactic encounter, causing the rapid birth of millions of stars, some of which are gravitationally bound together in massive star clusters.",
      "likes": "0",
      "id": 8
    },
    {
      "date": "1996-02-13",
      "title": "7,000 Stars And The Milky Way",
      "url": "https://apod.nasa.gov/apod/image/milkyway_lund.gif",
      "explanation": "This panorama view of the sky is really a drawing. It was made in the 1940s under the supervision of astronomer Knut Lundmark at the Lund Observatory in Sweden. To create the picture, draftsmen used a mathematical distortion to map the entire sky onto an oval shaped image with the plane of our Milky Way Galaxy along the center and the north galactic pole at the top. 7,000 individual stars are shown as white dots, size indicating brightness. The \"Milky Way\" clouds, actually the combined light of dim, unresolved stars in the densely populated galactic plane, are accurately painted on, interrupted by dramatic dark dust lanes. The overall effect is photographic in quality and represents the visible sky. Can you identify any familiar landmarks or constellations? For starters, Orion is at the right edge of the picture, just below the galactic plane and the Large and Small Magellanic Clouds are visible as fuzzy patches in the lower right quadrant.",
      "likes": "0",
      "id": 9
    }
  ]
}